Repository: vasilevsky007/EffectiveMobileTest
Catalog: EffectiveMobileTest/Localizable.xcstrings
Source language: en
Languages: ru

source: %lld people are currently viewing this vacancy
ru: %lld человек сейчас смотрят эту вакансию

source: %lld people have already responded
ru: %lld человек уже откликнулось

source: %lld vacancies
ru: %lld вакансий

source: Another %lld vacancies
ru: Еще %lld вакансий

source: Ask a question to the employer
ru: Задайте вопрос работодателю

source: Boost
ru: Поднять

source: Boost your resume in the search
ru: Поднять резюме в поиске

source: Confirm
ru: Подтвердить

source: Continue
ru: Продолжить

source: Email or phone
ru: Электронная почта или телефон

source: Employee Search
ru: Поиск сотрудников

source: Favourites
ru: Избранное

source: Finding a job
ru: Поиск работы

source: He or she will receive it with the response to the vacancy
ru: Он получит его с откликом на вакансию

source: I'm looking for employees
ru: Я ищу сотрудников

source: Job title, keywords
ru: Должность, ключевые слова

source: Log in to your personal account
ru: Вход в личный кабинет

source: Log in with password
ru: Войти с паролем

source: Messages
ru: Сообщения

source: Posting of vacancies and access to the CV database
ru: Размещение вакансий и доступ к базе резюме

source: Profile
ru: Профиль

source: Published %@
ru: Опубликовано %@

source: Relevant experience: %@
ru: Требуемый опыт: %@

source: Respond
ru: Откликнуться

source: Responses
ru: Отклики

source: Search
ru: Поиск

source: Sent the code to %@
ru: Отправили код на %@

source: Temporary and part-time work
ru: Временная работа и подработка

source: There are currently %lld viewers
ru: Сейчас просматривает %lld человек

source: Vacancies for you
ru: Вакансии для вас

source: Vacancies near you
ru: Вакансии рядом с вами

source: Write it to confirm that it is you and not someone else logging into your personal account
ru: Напишите его, чтобы подтвердить, что это вы, а не кто-то другой входит в личный кабинет

source: You've entered an incorrect e-mail
ru: Вы ввели неверный e-mail

source: Your responsibilities
ru: Ваши задачи
